Repository: Pollux-Studio/parallax
Catalog: po/*.po
Languages: nl

source: Unknown
nl: Onbekend

source: No Email
nl: Geen e-mailadres

source: Version: %1
nl: Versie: %1

source: Why this score?
nl: Hoe is deze score tot stand gekomen?

source: No signals found.
nl: Er zijn geen bevoegdheden bekend.

source: Permissions
nl: Bevoegdheden

source: Updated:
nl: Bijgewerkt:

source: Maintainer
nl: Beheerder

source: Contact
nl: Contactgegevens

source: Parallax provides information to help you understand app trust. It does not block or monitor apps.
nl: Parallax biedt informatie omtrent het vertrouwen in apps. Er worden geen apps geblokkeerd of actief in de gaten gehouden.

source: Apps Protected
nl: beschermde apps

source: Installed Applications
nl: Ge√Ønstalleerde apps

source: No applications found
nl: Er zijn geen apps aangetroffen
